const Profile = () => {
  return (
    <>
      <div>Profile Page</div>
      <div>
        <h1>Профиль</h1>
        <p>Здесь будет информация о пользователе и настройки профиля.</p>

        <p>Здесь можно будет изменить имя, email, пароль и другие настройки аккаунта.</p>
        <p>Также можно будет просмотреть историю сообщений и управлять подписками.</p>
        <p>В будущем здесь может появиться возможность настройки внешнего вида и темы приложения.</p>
        <p>Пока что это просто заглушка для страницы профиля.</p>
        <p>Спасибо за понимание!</p>
      </div>
    </>
  )
}

export default Profile
